let user = prompt('Столица Канады:' + ' ' + 'а) Ванкувер' + ' ' + 'b) Торонто' + ' ' + 'c) Оттава')

if (user === 'c') {
    res = 2
}
else {
    res = 0
}

let user2 = prompt('Столица Австралии:' + ' ' + 'a) Сидней' + ' ' + 'b) Канберра' + ' ' + 'c) Мельбурн ') 

if (user2 === 'b') {
    res2 = 2
}
else {
    res2 = 0
}

let user3 = prompt('Столица Южной Кореи:' + ' ' + 'a) Чеджу' + ' ' + 'b) Пусан' + ' ' + 'c) Сеул')

if (user3 === 'c') {
    res3 = 2
}
else {
    res3 = 0
}
 
alert('вы набрали' + ' ' + (res + res2 + res3) + ' ' + 'балла/ов')


